{
    "Home": "Główna",
    "Projects": "Projekty",
    "About": "O mnie",
    "Skills": "Umiejętności",
    "Contact": "Kontakt",
    " Resume": " CV",
    "Barber Shop": "Barber Shop",
    "The website created for a barber.": "Strona internetowa stworzona dla barbera.",
    "This application is used by pharmaceutical company representatives to schedule visits to doctors. It offers numerous functionalities, including setting vacations, determining the number of visits per day, specifying days without representatives, and, on the representatives' side, options such as notifying doctors via SMS upon the representative's arrival, adding selected doctors from the database, among others. The application also includes an admin panel, from which messages can be sent to doctors and representatives via the built-in mailbox within the application, as well as managing accounts.": "Ta aplikacja jest używana przez przedstawicieli firm farmaceutycznych do planowania wizyt u lekarzy. Oferuje liczne funkcjonalności, w tym planowanie urlopów, określanie liczby wizyt dziennie, ustalanie dni bez obecności przedstawicieli oraz, po stronie przedstawicieli, opcje takie jak powiadamianie lekarzy za pomocą SMS-a o przybyciu przedstawiciela, dodawanie wybranych lekarzy z bazy danych, między innymi. Aplikacja zawiera również panel administracyjny, z którego można wysyłać wiadomości do lekarzy i przedstawicieli za pomocą wbudowanej skrzynki pocztowej w aplikacji, a także zarządzać kontami.",
    "Barber Planner is a web application designed for easy and convenient appointment scheduling. After registering as a client, you gain access to the planner, where you can book appointments with your barber. The app allows you to choose services, book appointments up to 3 months in advance, cancel appointments, and access a list of your reserved slots. Additionally, the administrator account provides the capability to book appointments for clients who schedule by phone. Entering the client's phone number assigns the appointment to their account. The administrator can also add new services and manage the list of appointments in a simple and efficient manner.": "Barber Planner to aplikacja webowa służąca do łatwego i wygodnego umawiania wizyt. Po rejestracji jako klient uzyskujesz dostęp do planera, z którego możesz umawiać się do barbera. Aplikacja umożliwia wybór usług, rezerwację wizyt z wyprzedzeniem do 3 miesięcy, odwoływanie wizyt oraz dostęp do listy zarezerwowanych terminów. Dodatkowo, konto administratora oferuje możliwość rezerwowania wizyt dla klientów, którzy umawiają się przez telefon. Wprowadzenie numeru telefonu klienta przypisuje wizytę do jego konta. Administrator może również dodawać nowe usługi oraz zarządzać listą wizyt w prosty i efektywny sposób.",
    "Ecris": "Ecris",
    "The application provides services related to information on criminal records in Europe. It allows access to information about crimes, court sentences, or other aspects related to the criminal history of individuals in various European countries.": "Aplikacja zapewnia usługi związane z informacjami na temat kartotek kryminalnych w Europie. Umożliwia dostęp do informacji o przestępstwach, wyrokach sądowych lub innych aspektach związanych z historią kryminalną jednostek w różnych krajach europejskich.",
    "Inbound appointment Slam Oschatz": "Spotkanie przychodzące Slam Oschatz",
    "A website portfolio project for the Startup Dev Team built using MEVN stack to demonstrate the CRUD capabilities of the tech stack.": "A website portfolio project for the Startup Dev Team built using MEVN stack to demonstrate the CRUD capabilities of the tech stack.",
    "Hello there!": "Witaj!",
    "My name is Krystian Owczarek, and I am a programmer. I am always ready for new and challenging tasks. I specialize in creating beautifully formatted websites and applications. My projects mainly involve the development of websites, web applications, and mobile applications. I am here to help you realize your technological visions.": "Nazywam się Krystian Owczarek i jestem programistą. Zawsze jestem gotowy na nowe i wymagające wyzwania. Specjalizuję się w tworzeniu pięknie sformatowanych stron internetowych oraz aplikacji. Moje projekty obejmują głównie rozwój stron internetowych, aplikacji webowych oraz mobilnych. Jestem tutaj, aby pomóc Ci w realizacji Twoich wizji technologicznych.",
    "Send me a message.": "Wyślij mi wiadomość.",
    "Professional Skillset": "Zestaw Umiejętności Zawodowych",
    "Name": "Imię",
    "Message": "Wiadomość",
    "Send Message": "Wyślij wiadomość",
    "Say hello.": "Powiedz cześć.",
    "Sent successfully!": "Wysłano pomyślnie!",
    "Toggle language": "Przełącz język",
    "Toggle theme": "Przełącz motyw"
}